Retrieve a forward moving iterator to the array.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual SlabShapeCreaseArrayIterator ForwardIterator()
  Visual Basic
Public Overridable Function ForwardIterator As SlabShapeCreaseArrayIterator
  Visual C++
public:
virtual SlabShapeCreaseArrayIterator^ ForwardIterator()
 Return Value
 Returns a forward moving iterator to the array.
 See Also
  SlabShapeCreaseArray Class
  Autodesk.Revit.DB Namespace